[
    {
        "title": "General",
        "link": "#general",
        "isSubtitle": false,
        "rules": [
            "Staying updated on any rule modifications on our website or Discord is your responsibility",
            "Playing content that is protected by copyright (DMCA) is strictly prohibited. This includes copyrighted movies, music, and other protected materials. It is essential to respect the rights of content creators and obtain appropriate permissions from the rights holders before performing covers or using copyrighted content. Let's ensure that we maintain a lawful and respectful environment by adhering to these guidelines.",
            "Harassment, bullying, or targeting any member of the community is strictly prohibited.",
            "Racism, sexism or any other form of discrimination is strictly prohibited.",
            "Impersonating a member of the Phoenix staff team is strictly prohibited.",
            "You must be 16+ to participate in the Phoenix community.",
            "Do not share your character or account with anyone else, you are responsible for your character's actions."
        ]
    },
    {
        "title": "Names",
        "link": "#names",
        "isSubtitle": false,
        "rules": [
            "Your character needs to have a somewhat realistic name, if staff don't think it is appropriate, they will ask you to change it via ticket"
        ]
    },
    {
        "title": "Forbidden Roleplay Types",
        "link": "#forbidden",
        "isSubtitle": false,
        "rules": [
            "Serial Killer/Mass Murderer is strictly prohibited.",
            "Lethal Bounty Hunter|Hitman (Non Lethal Bounty Hunters will be allowed) is strictly prohibited.",
            "Rape RP is strictly prohibited.",
            "ERP (Erotic Role Play) is strictly prohibited.",
            "Suicide RP is strictly prohibited.",
            "Terrorism is strictly prohibited.",
            "Impersonation of PD or EMS unless it has a valid RP story behind it is strictly prohibited."
        ]
    },
    {
        "title": "Communication",
        "link": "#communication",
        "isSubtitle": false,
        "rules": [
            "All communication must be done in-game, this means no Discord calls.",
            "You must have a fully working microphone, however, if your character roleplays as a mute or doesn't speak, you must communicate clearly and efficiently using /me. We highly encourage the use of emotes to fit.",
            "If you make no effort in changing your voice for criminal activities, PD/Others can and will identify you by voice."
        ]
    },
    {
        "title": "Phone Apps (Twitter, Yellow Pages)",
        "link": "#phone_apps",
        "isSubtitle": false,
        "rules": []
    },
    {
        "title": "Twitter",
        "link": "#twitter",
        "isSubtitle": true,
        "rules": [
            "You are not to advertise the sale of illegal items on these platforms.",
            " You are not to 'bait' PD or other gangs. Any trash talk should be kept to a minimum."
        ]
    },
    {
        "title": "Yellow Pages",
        "link": "#yellow_pages",
        "isSubtitle": true,
        "rules": [
            "This is for advertising businesses or selling things only. If it is illegal, it must have a disguise to make it look legit",
            "Do not use Yellow Pages for asking people to contact you or vice versa"
        ]
    },
    {
        "title": "Exploiting & Cheating",
        "link": "#exploiting_cheating",
        "isSubtitle": false,
        "rules": [
            "Exploiting bugs/jobs to your advantage is not allowed.",
            "Use of 3rd party programs or tools that give you an advantage is not allowed.",
            "No graphical mods that remove detail from the environment, beyond which is supported by the game.",
            "Keeping any items from a glitch, bug, or modder is not allowed.",
            "Transferring anything from one character to another, this includes creating a new character just to transfer money/items, is not allowed. Transferring items to another player for the sole reasons of leaving the server or deleting your character is also not allowed.",
            "You cannot have more than one character in the same gang.",
            "Using unfair game mechanics to your advantage is prohibited.",
            "Failure to report any bugs to the developers the moment you find them via #support-tickets in Discord can result in punishment."
        ]
    },
    {
        "title": "Out Of Character (OOC)",
        "link": "#ooc",
        "isSubtitle": false,
        "rules": [
            "Do not break out of character no matter what the reason is. This includes calling people out for poor roleplay, mistakes or rule breaks. What you should do in this situation is call for staff using /report and if no staff responds, use /civid to get the ID and carry on with the situation until you can make a player report using #support-tickets via Discord.",
            "Do not call people by their OOC names i.e. Steam or Discord names.",
            "Do not refer to your character or other people's secondary characters as 'cousins'.",
            "Terms when referring to staff, for example, 'gods', 'government', 'making a prayer' are not allowed. If you must make a report, you are expected to carry on roleplaying out the situation."
        ]
    },
    {
        "title": "Relationship RP",
        "link": "#relationship_rp",
        "isSubtitle": false,
        "rules": [
            "Any drama that bleeds IC from OOC or vise versa that causes drama/rumor spreading/toxicity, then the person met causing drama/spreading rumors will be punished, staff are not here to baby sit relationships that turn sour both IC and OOC."
        ]
    },
    {
        "title": "/ME",
        "link": "#me",
        "isSubtitle": false,
        "rules": [
            "/me should be used to enhance your roleplay for others. If it makes sense in roleplay it must be followed, try to be realistic with your /me.",
            "/me is not to be used for 'taking' items such as guns or radios. These are things you need to physically take "
        ]
    },
    {
        "title": "Metagaming",
        "link": "#metagaming",
        "isSubtitle": false,
        "rules": [
            "You must only use the knowledge of what you have learned IN character. You must not use anything you find out or learn from streams/Discord IN character.",
            "You must make sure if you are in the server you close all streams related to Phoenix RP.",
            "Anything you learn/find out about from Discord should not be taken IN character."
        ]
    },
    {
        "title": "Initiation",
        "link": "#initiation",
        "isSubtitle": false,
        "rules": [
            "Initiation must be done face to face.",
            "You may protect your friend(s) if you/they were involved in a previous situation, and they are in trouble. But you must counter initiate on the opposing party.",
            "Initiating someone must have a good roleplay reason behind it.",
            "You must try and give 3 verbal warnings to initiate.",
            "Initiation ends after 30 minutes, you must keep the NLR in mind.",
            "Someone trying to take you hostage is initiation. If they fail you do not need to initiate, same applies for being robbed."
        ]
    },
    {
        "title": "ForceRP",
        "link": "#forcerp",
        "isSubtitle": false,
        "rules": [
            "You cannot force initiation, it must be done in the nature of the RP situation.",
            "You cannot force yourself into someone else's roleplay scenario that you are not a part of (Civ or PD).",
            "You cannot force someone to go into their house/motel/garage to get anything for you."
        ]
    },
    {
        "title": "FailRP",
        "link": "#failrp",
        "isSubtitle": false,
        "rules": [
            "Everything you do in character should be realistic and probable, you must go along with the role play situation you have been dealt. Some examples of FailRP but not limited to:",
            "Swimming/climbing ladders with handcuffs on.",
            "Misuse of carrying.",
            "Cop baiting/Gang Baiting (purposely attracting PD/Gangs attention).",
            "Tackling/Ragdolling for no reason.",
            "Leaving any situation before EMS have finished their treatment.",
            "Removing a patient from the care of EMS before they have finished being treated.",
            "Soundboards/music without using /boombox or in a car, it must make sense.",
            "Using the musket against any civilian, no matter the situation.",
            "Combat storing. Storing items or vehicles while you are in an active RP situation. Example of this but not limited to: Storing items or vehicles while escaping from the police."
        ]
    },    
    {
        "title": "Power Gaming",
        "link": "#powergaming",
        "isSubtitle": false,
        "rules": [
            "Power Gaming is abusing game/script mechanics to your own advantage or to gain an advantage."
        ]
    },
    {
        "title": "Value of Life (NVL) Guidelines",
        "link": "#valuelife",
        "isSubtitle": false,
        "rules": [
            "This is for Civ vs Civ, please see 'Police Interaction' for PD vs Civ. These are also examples but not limited to:",
            "You must value your life at all times.",
            "When a firearm is pointed at you are to comply at all times (you may try to escape if the opportunity arises, i.e., they stop pointing the gun at you).",
            "Planning to jump from extremely high areas (accidents happen).",
            "Taking big jumps at high speed."
        ]
    },
    {
        "title": "Value of Life (NVL)",
        "link": "#valuelife",
        "isSubtitle": false,
        "rules": [
            "This is for Civ vs Civ, please see 'Police Interaction'for PD vs Civ. These are also examples but not limited to:",
            "You must value your life at all times.",
            "When a firearm is pointed at you are to comply at all times (you may try to escape if the opportunity arises, i.e., they stop pointing the gun at you).",
            "Planning to jump from extremely high areas (accidents happen).",
            "Taking big jumps at high speed."
        ]
    },
    {
        "title": "Dumping ",
        "link": "#dumping",
        "isSubtitle": false,
        "rules": [
            "Dumping is the result of incapacitating someone, removing any forms of communication, and 'dumping' their bodies so that they have little to no chance of being rescued. Examples include ocean dumping, wilderness dumping, roof dumping.",
            "When dumped, players are forced to either 'Press E to respawn' or take their chances waiting for help. If a player chooses to respawn, they will wake up in Pillbox, losing everything in their pockets and MUST follow the NLR (new life rule).",
            "There has to be a very extreme reason to dump someone and take them out of the role play situation.",
            "Talking trash or simply hitting someone's car does not warrant dumping someone.",
            "You must always use dumping as a last resort, if punching/using melees for example haven't worked.",
            "To avoid dumping, you should always make sure players you down have a phone on them and are untied/uncuffed and not placed in water where their distress won't work.",
            "Avoid using excessive force over minor things!"
        ]
    },
    {
        "title": "New Life Rule (NLR)",
        "link": "#nlr",
        "isSubtitle": false,
        "rules": [
            "NLR is when you have either been dumped or respawned (bled out) at Pillbox. You forget all prior knowledge of the events that led up to you going down.",
            "You must forget all events that led up to you going down.",
            "If you do respawn, you are not to return to that situation for 120 minutes (2 hours). You are to sit out and recover, you are still to act as you have forgotten but your friends can tell you what happened and you may get involved again after 2 hours."
        ]
    },    
    {
        "title": "Injuries and Getting Treatment Guidelines",
        "link": "#injuries_treatment",
        "isSubtitle": false,
        "rules": [
            "If you're 'down' and laying on the ground you are not dead, you can still roleplay out your injuries for EMS.",
            "Pronouncing yourself dead will mean you perma your character (delete it). Only EMS can pronounce dead (arranged deaths) or you when killing off a character.",
            "Do not use /report if no help arrives, it's on you if you go down.",
            "You can be taken to help by a friend using the carry option, only when you are sure that no EMS are on the way.",
            "You are expected to roleplay your injuries to EMS as best as you can.",
            "If no help arrives you have the option to hold E to respawn or 'bleed' out but MUST follow the NLR above.",
            "If you bleed out and you think it is due to a bug, make a bug report and staff will consider whether it is valid or not. RP is still expected when you are down regardless.",
            "If you are in an ongoing situation, you are not to respawn to avoid the situation.",
            "Pulling people from a burning car is considered FailRP. Let the fire service respond or wait till the fire is out."
        ]
    },
    {
        "title": "Combat Reviving",
        "link": "#combat_reviving",
        "isSubtitle": false,
        "rules": [
            "This covers if you have been downed or 'killed' by a player but have had help from EMS. (Excludes dirty doc).",
            "You cannot return to an active situation you were involved in resulting in you going down. That particular situation must end before you can get involved again.",
            "You must stay away from said situation, this includes staying away from being in phone/radio calls with individuals still involved.",
            "If revived by EMS on scene you are to remove yourself and head down to Pillbox or somewhere safe.",
            "This will apply for 60 minutes (1hour) after this timer you may get involved in any separate scenario that occurs after."
        ]
    },
    {
        "title": "Server Events",
        "link": "#server_events",
        "isSubtitle": false,
        "rules": [
            "Server events are events run by players meaning they set the rules of the event; however, unless the event organizer states otherwise, the following rules apply at all times:",
            "No crime of any type or scale.",
            "No messing around or causing an annoyance."
        ]
    },
    {
        "title": "Safe Zones",
        "link": "#safe_zones",
        "isSubtitle": false,
        "rules": [
            "Players are not to loiter around these areas to avoid RP neither should they 'run' to said areas to avoid the ongoing situation. However, if an ongoing scenario leads you to that place, you can carry on the role play but you are to leave these areas as soon as you can, this excludes any medical centers. These are the current safezones, the safezone counts for the building and all surrounding pavement/roads.",
            "You are able to commit minor crimes in these zones: Any PD station, Any PD Impound, Any medical centers (these are to be non-combat zones, meaning no shooting/hostages), Marked Car Dealerships, Marked Bennys Repair Shops, DOJ (city hall), Real Estate & Luxury Autos offices, All Clothing and Barber shops (Crime only to be done if they are walking in and out, not while they are in the menus changing), Vangeligems.",
            "You must not go to any of these places to look for hostages.",
            "New players will spawn in at the Alta Street Apartments, you should not take them hostage from there.",
            "The prison is a secure area and as such may not be breached/broken into and you must not 'camp' it waiting for players to be released, this also applies to community service.",
            "You cannot hand weapons through gaps/fences into prison, smaller, non-lethal items such as cigarettes/phones etc are fine.",
            "The Casino is considered a server event meaning server event rules apply at all times."
        ]
    },
    {
        "title": "Player Robbing",
        "link": "#player_robbing",
        "isSubtitle": false,
        "rules": [
            "Robbing another player is only to be done for a genuine RP. Just wanting to steal randomly is not a valid RP reason.",
            "PD can be robbed for ammo and armor only once downed. This is only if it is a last resort and doesn't excuse shooting PD for the sole purpose of robbing them.",
            "You cannot rob from people who are on duty from Whitelisted jobs and at their respective job/office.",
            "You may scam a player for however much but you are not allowed to scam people from both player bought houses and player bought cars. You are also not allowed to sell players local cars i.e. cars that were stolen from AI characters in the game.",
            "If an emergency vehicle is left unattended you may steal it. This also includes Bennys trucks, Test cars, QA cars and other Whitelisted job vehicles."
        ]
    },
    {
        "title": "Hostage Taking",
        "link": "#hostage_taking",
        "isSubtitle": false,
        "rules": [
            "Taking someone hostage must have a valid roleplay reason behind it i.e. for a robbery or interrogation.",
            "You cannot take people hostage who are on duty from Whitelisted jobs at their own Office/Workspace, but you may take them if they are elsewhere (Remember Safe Zones) these include: Car Dealers, Mechanics, Real Estate, DOJ.",
            "You are not to call these services just for the purposes of taking them hostage.",
            "You may not call the Uber services for the purposes of taking them hostage.",
            "EMS are not to be taken hostage from anywhere while they are on duty.",
            "A hostage is used as a bargaining tool with the PD to negotiate demands usually during a robbery.",
            "Once a crime has started, the hostage must remain in the same place and not be transported to another location.",
            "You are not to use a second hostage in a separate location.",
            "Hostage must be visible to PD or presented when asked by PD.",
            "You are not allowed to harm a complying hostage.",
            "If the police attempt to breach/save the hostage, you are able to attack the hostage.",
            "You cannot use friends or pay people to become hostages.",
            "You cannot use PD as a hostage for a job; however, you may take PD hostage if it's the last resort.",
            "You cannot use the first responding officer as a hostage as well as unarmed negotiators upon request.",
            "If you cannot start a job with a hostage, you have up to 15 minutes before you must let them go, this does not apply once the job has started, 15 mins is the max time a hostage in any situation can be held."
        ]
    },
    {
        "title": "Demands and Negotiations",
        "link": "#demands_negotiations",
        "isSubtitle": true,
        "rules": [
            "Remember when negotiating, an officer has a right to haggle with you for what suits everyone. PD won't always honor your demands.",
            "Negotiations MUST be face to face.",
            "You may ask for $5,000 for ALL hostages.",
            "No unreasonable demands i.e. 'leave or we shoot' or 'all cops drive away'.",
            "If you have no hostage, officers may breach but you can retaliate."
        ]
    },
    {
        "title": "Robbery",
        "link": "#robberies",
        "isSubtitle": false,
        "rules": [
            "Grace period between each robbery is 1 hour.",
            "Maximum number of members allowed in a single robbery is 4 (Pacific Bank may be 5). This includes all people involved inside and out, i.e., separate getaway drivers."
        ]
    },
    {
        "title": "Prison Transport",
        "link": "#prison_transports",
        "isSubtitle": false,
        "rules": [
            "Police may use up to 8 members.",
            "Civilians/Gangs are only allowed up to 5 members.",
            "If you leave the scene you are not to return; this applies for both parties and you are not to have any back up or pickups."
        ]
    },
    {
        "title": "Vehicles",
        "link": "#vehicles",
        "isSubtitle": false,
        "rules": [
            "You cannot block doors, access points to gain an advantage.",
            "You cannot drive vehicles inside buildings (Benny's Mechanics is an exception).",
            "You are not allowed to steal military vehicles, this includes tanks, jets, etc. All other forms of aircraft/helicopters you are allowed to steal.",
            "You may use planes for the transportation of goods. Goods can refer to any crime solely involved in the transporting and selling of illegal items.",
            "Helicopters are only to be used for passive RP only. No crime can be done with these.",
            "All aircraft must stay 1000ft above the air wherever they may be. Exceptions to this rule are PD, EMS, and Weazel News.",
            "You are not allowed to use your vehicle as a weapon against another player or their vehicle unless your life is in danger.",
            "You must comply with PD whilst testing a test vehicle.",
            "You are not to excessively ram a vehicle; this includes everyone, even PD."
        ]
    },
    {
        "title": "Water Chases",
        "link": "#water_chases",
        "isSubtitle": false,
        "rules": [
            "You must not spend longer than 10 minutes when swimming or using boats to try and get away from PD.",
            "Once 10 minutes are up, you are not to return to water. You either keep running on land or give up."
        ]
    },
    {
        "title": "Safes",
        "link": "#safes",
        "isSubtitle": false,
        "rules": [
            "Do not use safes to block off any access points or doors.",
            "Safes must be visible at all times.",
            "PD may raid safes that they find."
        ]
    },
    {
        "title": "Gang Related Activity/Organizations",
        "link": "#gang_activity",
        "isSubtitle": false,
        "rules": [
            "You are limited to 5 people for ANY illegal mission-based job excluding gang vs gang.",
            "If PD use 8 or more bodies then you may draft +1 to help out.",
            "Gangs/Crews are not to plan or execute any bank jobs at the same time.",
            "You are not to camp gang houses/businesses or circling their compound area.",
            "Buildings or properties owned by gangs/crews are subject to being searched/raided if DOJ grants a warrant.",
            "ALL gangs/crews are limited to 15 people, anybody outside the 15 are not in the crew.",
            "You must not team up on the streets with any other gang/org/group at any point.",
            "If you connect to the server after a particular criminal activity has started, you cannot be involved in that activity."
        ]
    },
    {
        "title": "Takeover",
        "link": "#takeovers",
        "isSubtitle": false,
        "rules": [
            "You can have only 5 members turn up to a takeover to defend or attack (subject to change). The person that started the takeover is included in that 5. Strictly no more than 5 at any point, this includes pickups, communications, and substitutes.",
            "Only members from the group taking or attempting the takeover and the ones that are defending are allowed to engage with each other.",
            "1 verbal warning must be given (and heard) by either party at the takeover - there is no KOS. Be sure to shout!",
            "Failure to follow these rules will result in a gang strike."
        ]
    },
    {
        "title": "Shop Takeover (Extortion)",
        "link": "#shop_takeovers_extortion",
        "isSubtitle": false,
        "rules": [
            "Rules will differ with the Extortion Takeovers due to them being in a public place. Per shop basis.",
            "You can have only 5 members turn up to a shop takeover to defend or attack. The person that started the takeover is included in that 5. Strictly no more than 5 at any point, this includes pickups. No tag in's.",
            "Only members from the group taking the shop and the ones that are defending it are allowed to engage with each other.",
            "1 verbal warning must be given (and heard) by either party at the takeover - there is no KOS due to the areas being public. Be sure to shout! If someone refuses to leave, you have the right to use force. Sufficient time must be allowed for them to make a move and leave the store, NOT the area.",
            "Police can and will respond and are authorized to engage if shooting has started without giving a warning.",
            "You can NOT restrict people using the public business that is already placed there nor should you intimidate or be a dick - end of the day, you want this to be discreet!",
            "NO WARS ARE TO BE DECLARED OVER THE TAKING OF ANY SHOPS.",
            "You are not to specifically target the group that takes a shop and pursue them all day at any location at any time, this will be classed as hunting/war."
        ]
    },
    {
        "title": "Wars/Gang Fights/Street Fights/Beef/Any Confrontation",
        "link": "#confrontation_rules",
        "isSubtitle": false,
        "rules": [
            "Any group fight is strictly to be limited to 8 members only.",
            "If a group of 15 is attacked anywhere, even on their 'turf (Home/Street),' then the 15 can defend the spot they are attacked. However, those that attack are NOT allowed to add more members to even it out; you stick with the 8 you attacked with.",
            "If you need to give chase then only 8 can do so, this includes but is not limited to in a car/on foot.",
            "Any 8v8 situation stays an 8v8, No pick ups, tag teaming or cheerleading (following the group to give help and directions)."
        ]
    },
    {
        "title": "Job Abuse",
        "link": "#job_abuse",
        "isSubtitle": false,
        "rules": [
            "Whitelisted jobs are not to be used for crime, i.e., Car Dealers using test cars for crime, Weazel News distributing drugs or using company vehicles. You must be off duty if you wish to partake in any crime.",
            "Abusing Whitelisted job powers, for example, Real Estate giving free houses to their friends or PD giving weapons to Civilians is strictly not allowed.",
            "PD and DOJ corruption is not permitted.",
            "If you are provided a uniform as part of your job, you are expected to wear it at all times while you are on duty. If you are approached on the streets and you are not in uniform then you are to be treated as a civilian.",
            "You may use your private vehicle to drive yourself to your job but when you are on duty, you are expected to use the work vehicles (if they are provided for you)."
        ]
    },
    {
        "title": "Player/Gang/Crew Properties and Raids",
        "link": "#properties_raids",
        "isSubtitle": false,
        "rules": [
            "You enter another player's property at your own risk, this includes their garden. You have a right to defend yourself if somebody is on your property/land and you may give them a 30 seconds time frame to leave. This counts as initiation.",
            "Police can't enter a player's property without permission or a valid warrant from the DOJ.",
            "During a raid PD have the right to seize any and all assets, cars, houses, and safes if they deem they may be involved.",
            "You are not allowed to commit a house robbery on your own property or a friend's property."
        ]
    },
    {
        "title": "Police Interaction",
        "link": "#police_interaction",
        "isSubtitle": false,
        "rules": [
            "Pointing a firearm at an officer is considered initiation for them.",
            "If seen as a threat, officers will give one verbal warning before shooting after which they may open fire.",
            "Running from an officer if they have a gun at you is not considered NVL.",
            "Shootouts are allowed however you must plan an escape to avoid dragging the situation on longer than needed.",
            "If officers see you looting/trying to help other members from a shootout you will be seen as code red and opened fire on.",
            "If requesting an attorney, you or the officer may refer to the phone app, however, if nobody is on duty you must carry on the scenario without one and use #attorney-desk on discord after the situation has ended.",
            "The decisions officers make must be realistic, an officer would not approach a street gang of 15 strong on their own, be smart."
        ]
    }
]