[
    {
      "title": "General Rules",
      "link": "#general_rules",
      "isSubtitle": false,
      "rules": [
        "Staying updated on any rule modifications on our website or Discord is your responsibility",
        "Playing content that is protected by copyright (DMCA) is strictly prohibited. This includes copyrighted movies, music, and other protected materials. It is essential to respect the rights of content creators and obtain appropriate permissions from the rights holders before performing covers or using copyrighted content. Let's ensure that we maintain a lawful and respectful environment by adhering to these guidelines.",
        "You must have a working, clear microphone.",
        "Engaging in Erotic Roleplay (ERP) is strictly prohibited within our community. This encompasses any form of explicit or sexually suggestive content, including the posting of nudity or lewd materials.",
        "It is important to refrain from influencing or encouraging others to break the rules. Such behavior can have consequences, and you may receive a similar punishment for your actions.",
        "Real-life events, including suicide roleplay, terrorism threats, pandemics, and mental illnesses, are strictly prohibited within the city. We prioritize the well-being and safety of our community members and strive to provide an enjoyable and inclusive environment. We kindly request that you refrain from incorporating or depicting such sensitive topics in your roleplay.",
        "Roleplay should continue unless all parties involved in the scene or situation agree to pause or stop it. It is important to respect the consent and comfort of all participants. If there is a disagreement or discomfort during roleplay, it is essential to communicate openly and reach a consensus among all involved parties.",
        "It is strictly prohibited to use explicit or offensive names on any EchoRP platforms.",
        "We have a zero-tolerance policy towards racism, trolling, discrimination, homophobia, and sexism within our community.",
        "Treat each other with respect, everyone is equal.",
        "The use of derogatory terms, including but not limited to the word “retard”, is strictly prohibited within our community.",
        "Attacking or engaging in harmful behavior towards members in other Discord servers, YouTube, Twitter, or any other platform is strictly prohibited within our community. We expect all members to conduct themselves responsibly and respectfully, both within our community and in interactions with others outside of it. Any instances of attacking or harassing behavior will be taken seriously and may result in disciplinary action.",
        "To ensure a healthy and inclusive environment for all members, content creators are expected to actively moderate their communities. Failure to do so, which includes neglecting to prevent members from engaging in attacks or other harmful behavior, may lead to a ban from the community. We prioritize creating a safe and respectful space, and your cooperation in maintaining these standards is greatly appreciated."
      ]
    },
    {
      "title": "Account & Donations",
      "link": "#account_and_donations",
      "isSubtitle": false,
      "rules": []
    },
    {
      "title": "Account",
      "link": "#account",
      "isSubtitle": true,
      "rules": [
        "You are solely responsible for all activities and actions that take place on your account. It is important to maintain the security of your account and ensure that you use it in accordance with the community guidelines and applicable rules. Any unauthorized use or misuse of your account may have consequences.",
        "The buying or selling of accounts and/or valuables from other users, except through official channels facilitated by the server owner, is strictly prohibited. Engaging in such transactions can lead to various risks, including scams, permanent character death, or bans. It is important to note that the community cannot be held accountable for any negative outcomes resulting from such unauthorized transactions. We strongly advise against engaging in these activities and encourage users to follow the official guidelines provided by the server owner for account-related transactions.",
        "If you lose access to your Discord account, please note that we are unable to transfer the Allowlist status to another Discord account. It is crucial to ensure the security and retention of your own Discord account to maintain your Allowlist status. We recommend taking necessary precautions to protect your account, such as enabling two-factor authentication and keeping your login credentials secure. In the event of an account loss, it will be necessary to reapply for Allowlist status with your new Discord account."
      ]
    },
    {
      "title": "Donations",
      "link": "#donations",
      "isSubtitle": true,
      "rules": [
        "We understand that mistakes or unforeseen circumstances can occur, and we strive to accommodate our community members. Therefore, we offer a 24-hour window for refund requests on donations and purchases. If you believe there has been an error or if you find yourself in a unique situation, please reach out to Flawws, the owner, within 24 hours of the transaction. They will carefully consider your request and provide assistance accordingly. Your satisfaction and overall experience within our community are important to us.",
        "When making purchases or donations, the perks and benefits associated with them are tied to your specific account. During the process, you will be asked to specify the character to which the donation perks should be allocated. It is important to note that once the perks are granted to a character, you cannot change your selection in the future or transfer them to another character or account. Please make sure to carefully consider your choice before finalizing the allocation.",
        "In the event that a buyer is banned for violating the server rules, it is important to note that any purchases made by the buyer will not be refunded.",
        "In the case of a chargeback, it is important to note that any associated bans resulting from violating server rules cannot be appealed. Chargebacks refer to the reversal of a payment, and engaging in such actions can have serious consequences, including the forfeiture of the ability to appeal bans. We strongly advise against initiating chargebacks and encourage all community members to resolve any concerns or issues through proper channels, such as contacting server administrators or support. It is crucial to maintain open communication and address any concerns in a responsible and respectful manner.",
        "The selling of any items obtained through purchases is strictly prohibited within our community. We emphasize that purchased items are intended for personal use and enjoyment, and their sale to other members or third parties is not permitted."
      ]
    },
    {
      "title": "Character",
      "link": "#character",
      "isSubtitle": true,
      "rules": [
        "Creating new characters with the purpose of transferring starter money or assets to another character is strictly prohibited within our community. Any individuals found engaging in such activities will face consequences, including the revocation of all money involved and subsequent bans. Additionally, transferring accumulated assets from one character to another, regardless of the reason, is also not allowed. We enforce these rules to ensure fairness and maintain a balanced economy within our community.",
        "Members serving as Police, Department of Corrections (DOC), and Emergency Medical Services (EMS) are strictly prohibited from engaging in any form of corruption. This includes actions such as giving away or selling equipment for personal gain. These roles are expected to uphold the highest standards of integrity, professionalism, and ethical conduct.",
        "It is essential to maintain a clear separation between your characters. Each character should exist independently, without any knowledge of the others' personal information, such as their weed location, relationships with friends or enemies, or any other details. It is crucial to avoid creating connections or relationships between characters that extend beyond the established roleplay context. By respecting this separation, you contribute to a more immersive and authentic roleplaying experience for all community members.",
        "Character names must adhere to a serious and appropriate tone. The use of meme names is not allowed and may result in disciplinary action or a name change without prior notice.",
        "Having multiple characters affiliated with the same circle or gang is not permitted within our community. It is important to maintain a clear separation between your characters' affiliations and roleplay experiences. Each character should have their own unique identity, connections, and associations. This rule ensures a more diverse and authentic roleplaying environment where interactions and conflicts remain distinct and separate.",
        "If a player has a camera on their character, they can use recordings as legal evidence, otherwise, they cannot.",
        "The inclusion of characters such as Serial Killers, Robots, Paranormal Characters, and other unique concepts requires prior approval from the staff team.",
        "To ensure an active and dynamic environment, we reserve the right to remove properties, including vehicles and houses, if a player has been inactive on the server for approximately 90 days. The purpose of this policy is to prevent properties from being tied up indefinitely by inactive players, allowing others to utilize them. If a player logs in sporadically, approximately once a week, with the intention of bypassing the inactivity period, it will not be considered as fulfilling the requirement, and the removal process will proceed as planned.",
        "Indicating that you have no pulse three or more times, will result in permanent death of your character."
      ]
    },
    {
      "title": "Cheating & Exploiting",
      "link": "#cheating_and_exploiting",
      "isSubtitle": false,
      "rules": []
    },
    {
      "title": "Game Modifications, Cheating & Macros",
      "link": "#gamemodifications_cheating_macros",
      "isSubtitle": true,
      "rules": [
        "The use of game modifications and enhancements that provide players with unfair advantages, such as increased speed, no night visual packs, gumballs, health regeneration, teleportation, and other similar modifications, is strictly prohibited within our community. We prioritize fair gameplay and maintaining a level playing field for all members. Any player found cheating by using such modifications will face permanent banning without prior warning. We take cheating seriously to ensure an enjoyable and equitable gaming experience for all.",
        "Players are allowed to use visual enhancements or other game modifications that do not provide them with an unfair advantage or constitute cheating. These modifications should not give any player an unfair edge over others or disrupt the balance of gameplay. Additionally, binding keys to server commands or text messages for faster and more convenient access is permitted as long as it does not grant an unfair advantage.",
        "Macroing, which refers to the use of third-party software or hardware enhancements to automate actions, is strictly prohibited within our community. Engaging in macroing activities with the intent to gain a financial benefit or bypass AFK scripts is considered a bannable offense. Any property and experience obtained through macroing will be revoked. We maintain a fair and balanced gaming environment, and the use of macros undermines the integrity of the gameplay experience."
      ]
    },
    {
      "title": "Exploiting Bugs",
      "link": "#exploiting_bugs",
      "isSubtitle": true,
      "rules": [
        "Exploiting client or server bugs is strictly prohibited within our community. Engaging in such activities, including the abuse of exploits, will result in a ban from the server. Additionally, any benefits or items gained from exploiting will be promptly removed.",
        "Camping animal and vehicle spawns, where players repeatedly wait in a known spot for the specific purpose of exploiting their appearance, is considered a form of exploitation within our community. We encourage a more natural and immersive gameplay experience where encounters occur organically. Engaging in repetitive behavior solely for the purpose of exploiting spawns disrupts the intended balance and fairness of the game. We kindly request that players refrain from such practices and allow the game to unfold naturally, fostering a more dynamic and authentic environment for everyone.",
        "Circumventing the emote cooldown by using the F8 menu or any other method is not allowed.",
        "All bugs must be reported on our Github Feedback Repository (https://github.com/echoroleplay/feedback)!"
      ]
    },
    {
      "title": "Communication",
      "link": "#communication",
      "isSubtitle": false,
      "rules": []
    },
    {
      "title": "Communication Procedures",
      "link": "#communication_procedures",
      "isSubtitle": true,
      "rules": [
        "Refusal to communicate with other players in English will result in a ban.",
        "Players are permitted to communicate with each other in another language, as long as the language being used does not violate any other rules, remains respectful, and all parties involved are comfortable with its use. We value cultural exchange and appreciate the opportunity for players to express themselves in the language they feel most comfortable with.",
        "Advertising other GTA V communities or engaging in cyber threats is strictly forbidden on all servers and channels within our community. Any form of malicious advertisements or cyber threats aimed at harming the community will result in an immediate permanent ban. We prioritize the safety and well-being of our members, and such activities undermine the integrity and security of our community environment.",
        "It is important to refrain from spamming identical or meaningless messages multiple times, including the use of the /me command. Similarly, spamming server commands multiple times or using voice chat to create irritating and unrelated sounds is not allowed.",
        "In-character offensive language and threats are permitted within the boundaries of roleplay; however, it is important to note that insulting another character may provide them with a roleplay reason to respond with hostile action.",
        "Out-of-character offensive language, threats, or racism are strictly prohibited within our community. Making death threats towards living individuals is absolutely unacceptable and will result in severe consequences.",
        "Excessively screaming swear words at individuals or directed towards a person is not tolerated within our community.",
        "If a staff member determines that a player is abusing the in-character exception for offensive language, they have the authority to request that the player stops offending another player's character.",
        "Players who are utilizing low-quality microphones or voice changers that negatively impact the overall voice quality will be addressed through a ticket system. This allows us to assist them in resolving the issue if it is unintentional, or provide guidance and tips to improve clarity when using voice changers.",
        "Engaging in combative behavior towards staff or causing unnecessary issues can be grounds for removal from the community. We value respectful and constructive interactions within our community, and it is important to maintain a positive and cooperative atmosphere. Acting in bad faith, such as being deliberately confrontational or creating unnecessary disruptions, undermines the overall harmony and well-being of the community. By upholding this rule, we can foster a welcoming and supportive environment for all members."
      ]
    },
    {
      "title": "OOC Terminology",
      "link": "#ooc_terminology",
      "isSubtitle": true,
      "rules": [
        "Out-of-character (OOC) discussions and conversations are encouraged to take place in Discord channels and are prohibited while in-game.",
        "The use of immersion-breaking words is strictly prohibited within our community. Immersion is a key aspect of the roleplaying experience, and using words or phrases that break that immersion can disrupt the atmosphere and detract from the overall enjoyment for participants. We encourage all community members to choose their words carefully, using language that aligns with the roleplaying context and enhances the immersion for all involved.",
        "Under no circumstances are you permitted to mention or refer to other “cities” or “counties” within our community.",
        "Referring to other characters, whether they are your own or not, as “cousins”, “alter egos”, or similar terms is strictly prohibited within our community. We aim to maintain a clear distinction between characters and discourage the creation of false connections or relationships between them.",
        "Using phrases like “the government” or “look to the skies” to refer to staff members is strictly prohibited within our community.",
        "Engaging in discussions or using terminology related to spiritual and in your head matters is not allowed.",
        "To maintain the flow of roleplay, it is important to adapt and continue with the storyline despite encountering bugs or technical issues. If you come across a bug such as cars being “ghosted” or a script not functioning as expected, we encourage you to continue the roleplay and work around the issue temporarily. Afterward, please report the bug through the appropriate channels to ensure it can be addressed and resolved by the development team.",
        "Using words such as “weird” or “strange” to target or describe someone's roleplay in a derogatory manner is not allowed"
      ]
    },
    {
      "title": "Report",
      "link": "#report",
      "isSubtitle": true,
      "rules": [
        "We encourage players to utilize the Discord ticketing system to report any incidents involving other players, whether they are from the past or present. The ticketing system provides a formal and organized process for reporting and addressing issues within the community. By using this system, you can ensure that your concerns are properly documented and addressed by the appropriate staff members. We appreciate your proactive approach in helping us maintain a safe and enjoyable environment for all players.",
        "While using the /report command can be helpful for addressing immediate in-game issues, it is important to note that it is not a replacement for the ticketing system.",
        "When submitting a report, it is crucial to provide all necessary information and evidence related to the incident. This includes relevant details, timestamps, involved parties, and any supporting documentation, such as screenshots, videos, or chat logs. Clear and comprehensive information helps the staff team to understand the situation accurately and take appropriate actions.",
        "We strive to process reports in a timely manner and aim to provide a resolution within 48 hours. However, in some cases, due to the complexity or volume of reports, it may take up to a week for your report to be fully processed.",
        "If a player believes that a staff member is abusing their powers, they have the option to submit a player report using the Discord Ticket system. This provides a formal channel for reporting such concerns and ensures that they are properly documented and addressed by the appropriate individuals. We take all reports seriously, including those related to staff behavior, and will thoroughly investigate any allegations of abuse. Our commitment is to maintain transparency, fairness, and accountability within our community.",
        "For effective communication and prompt resolution of issues, we kindly request that players refrain from personally messaging staff members regarding community-related concerns. While staff members strive to assist and support the community, sending personal messages may not result in a satisfactory response. In such cases, players may be redirected to utilize the designated ticketing system to ensure proper documentation and efficient handling of their concerns.",
        "Staff members have the authority to request players to pause or halt their actions in a roleplay situation if server rules have been violated or are currently being broken. This can be initiated through a Discord ticket."
      ]
    },
    {
      "title": "Crime & Gangs",
      "link": "#crime_assassinations_situations_gangs",
      "isSubtitle": false,
      "rules": []
    },
    {
      "title": "Gangs",
      "link": "#gangs",
      "isSubtitle": true,
      "rules": [
        "Gangs within our community are not solely focused on engaging in constant conflicts and violence. We encourage players to embrace originality and creativity when developing their gang concepts. Gangs can have diverse objectives, such as pursuing specific activities, establishing unique identities, or engaging in cooperative ventures. While conflicts and rivalries can certainly be part of the gang dynamic, there is room for a wide range of storylines and interactions. We encourage players to explore different avenues, allowing for originality and creativity to flourish within the gang roleplay.",
        "The expectation within our community is that players should initiate roleplay and use verbal communication before resorting to shooting or engaging in combat. It is important to prioritize roleplaying and utilize dialogue to resolve conflicts, even if the “beef” or tension arises through social media or other out-of-game platforms. Face-to-face interaction allows for more immersive and engaging roleplay experiences.",
        "All the necessary information about gangs and the application process can be found in the comprehensive Gang Handbook available at the following link: https://gangbook.echorp.net",
        "You cannot sit idle at delivery, start, etc... spots when taxing",
        "When attempting to identify or apprehend individuals involved in the job that you are taxing, it is expected that you put in a considerate amount of effort and provide a high-quality roleplay experience for all parties involved. Simply pulling up to a van and aiming guns out of your car while demanding payment does not meet these expectations. It is essential to engage in immersive and realistic roleplay, creating meaningful interactions that enhance the overall experience for everyone involved. By putting effort into your roleplay and providing a high standard of interaction, you contribute to a more enjoyable and engaging environment within the community.",
        "At any time, staff can revoke taxing for a specific job if the overall reward made from taxing an absurd amount.",
        "You may not use gang specific clothing, flags, or liveries that you would not realistically be able to acquire unless they have been obtained through roleplay."
      ]
    },
    {
      "title": "Criminal Activities",
      "link": "#criminal_activities",
      "isSubtitle": true,
      "rules": [
        "The maximum limit for engaging in a criminal activity is set at five criminals, with the exception of the Oil Rig activity, which allows for up to six participants. It's important to note that the term “criminal activities” encompasses a wide range of actions that involve breaking the law and is not limited to just robberies.",
        "5-man rule - Establishes that criminal activities are restricted to a maximum of five players at a time. This limitation ensures that criminal scenarios remain balanced and fair, without allowing for external assistance or intervention. It means that the participants initially involved in the scenario are the only ones allowed to be present until the situation is fully resolved. This includes prohibiting additional individuals from providing information, acting as lookouts, or utilizing radio communications to influence the scenario. Furthermore, gangs are not allowed to take a scenario to their turf or near their turf if doing so would violate the 5-man rule.",
        "During criminal activities, mechanics are prohibited from utilizing their F1 menu or any other abilities that are specific to their job.",
        "When participating in criminal activities, separate groups are not allowed to collaborate and work together towards different objectives simultaneously. Each group must adhere to their respective timer and operate independently.",
        "Prison transports are treated as separate scenarios from the original incident that led to the arrest. When attempting to attack a prison transport, you are allowed to assemble a new group of up to five individuals specifically for that purpose.",
        "Fake hostages are strictly prohibited within our community. When planning and executing robberies or similar criminal activities, it is essential to adhere to the correct procedures and guidelines. This ensures a fair and immersive roleplaying experience for all participants. Creating fake hostages undermines the integrity of the roleplay and can lead to confusion and misunderstandings.",
        "For activities such as Drug Runs, Fleeca, G6, Paleto Bank, and the Pacific Standard Vault, it is expected that participants have a well-thought-out and detailed robbery plan. Simply evading the police by driving until they lose sight of you is considered a lack of depth and creativity in executing a robbery. To enhance the roleplay experience, we encourage participants to develop creative strategies, consider different approaches, and plan their actions thoroughly. This adds excitement, depth, and immersion to the criminal activities, creating more engaging interactions for all involved.",
        "After engaging in store robberies or car boosts, it is necessary to impose a self-cooldown period of 45 minutes. Similarly, for Vangelico robberies, the cooldown is 90 minutes, Fleeca Robberies and Drug Runs require a cooldown of 120 minutes, and Paleto Bank/Pacific Standard heists have a cooldown of 180 minutes. It's important to note that these cooldowns apply collectively rather than individually. This means that if you participate in a Fleeca Bank robbery, for instance, you must wait for the full cooldown period before engaging in any other robbery mentioned previously.",
        "Players are allowed to rob other players by either roleplaying it or by forcing them to raise their hands. There is no limit on how much money or items you can take from a single robbery.",
        "Scamming within our community must be carried out through in-game roleplay interactions. It is necessary to have a valid roleplay reason and an expectation of continued roleplay before engaging in any scamming activities. Scamming solely for profit or to cause conflict without a legitimate roleplay basis is not considered acceptable.",
        "Engaging in scams that involve accessing unauthorized menus or teleporting, with the exception of the F2 inventory menu, is strictly prohibited within our community.",
        "Using server functions or mechanics to gain an unfair advantage in a scam is strictly prohibited. It is not permissible to exploit or rely on any server functions that are not working properly in order to execute a scam.",
        "Any place with a \"teleport\" are places you are prohibited to rob players.",
        "Interfering in ongoing robberies is strictly prohibited within our community, unless specific circumstances apply. For example, if a player or group is conducting a Pacific Standard heist, others are not allowed to enter the bank without permission from the party involved. However, there are exceptions to this rule. Gangs are permitted to interfere with store robberies if the establishment being robbed falls within their turf. Additionally, store owners have the right to intervene if the store they own is being robbed.",
        "Under no circumstances are players allowed to interfere in ongoing robberies based on the rationale of revenge, including instances where a friend may have been taken hostage.",
        "Players have the option to choose to follow individuals who have just robbed a bank with the intention of attempting to rob the stolen money for themselves. However, it is essential to engage in roleplay interactions before resorting to shootouts or violence. This means that players should initiate verbal communication, negotiations, or other roleplaying interactions before escalating to a hostile confrontation.",
        "Robbing government employees, such as PD (Police Department), DOJ (Department of Justice), and EMS (Emergency Medical Services), solely for the purpose of obtaining their belongings is strictly prohibited within our community. We prioritize a respectful and fair roleplaying environment, where the interactions between players are engaging and enjoyable for all participants. Government employees have specific roles and responsibilities that contribute to the functioning of the community, and targeting them solely for personal gain is not in line with the spirit of fair play.",
        "Robbing Pacific Standard, Paleto Bank, Fleeca Banks, and Vangelico Jewelry Store, as well as initiating a Drug Run, is strictly prohibited within the 60 minutes before restart and the 30 minutes after restart.",
        "Committing any form of crime, including house robbing, selling drugs, robbing other players, and shooting weapons, is strictly prohibited within the 30 minutes before and after a server restart. This rule is in place to ensure a smooth transition during server restarts and prevent disruptive activities that could impact the overall gameplay experience.",
        "In the event of an unscheduled server restart or server crash, you must wait for a period of 15 minutes before engaging in any criminal activities.",
        "Camping or staking out an area in order to start or commit a crime is strictly prohibited within our community. While it is permissible to check the area or assess its availability, it is necessary to leave the area for at least 5 minutes before returning.",
        "Regardless of the scenario type, there is a 90-minute shooting cooldown."
      ]
    },
    {
      "title": "Roleplay Rules",
      "link": "#roleplay_rules",
      "isSubtitle": false,
      "rules": []
    },
    {
      "title": "Off-Limits Areas",
      "link": "#offlimits_areas",
      "isSubtitle": true,
      "rules": [
        "Fort Zancudo and the aircraft carriers are off-limits, as you would not have access to these places in real life due to their heavy security."
      ]
    },
    {
      "title": "Deathmatch, Revenge Killing & Kill On Sight",
      "link": "#deathmatch_revenge_killing_kos",
      "isSubtitle": true,
      "rules": [
        "Before engaging in a shootout or any form of violent confrontation, it is essential to initiate roleplay (RP) interactions with the involved parties. This means that players should verbally communicate their intentions, establish the context of the conflict, and allow for an immersive roleplaying experience to unfold. By initiating RP before a shootout, we promote meaningful interactions, character development, and a more engaging roleplaying environment.",
        "You are permitted to initiate an attack or defend yourself if another player intentionally tries to harm you, damage your property, ignores your threats and attempts to resist, or takes hostile action against you.",
        "Random Deathmatch (RDM) is strictly prohibited within our community. RDM refers to the act of intentionally killing or hurting another player, or damaging their property, without a valid in-character reason or proper roleplay justification.",
        "Vehicle Deathmatch (VDM) is strictly prohibited within our community. VDM refers to the act of intentionally killing or hurting another player, or damaging their property, by using a vehicle without a valid in-character reason or proper roleplay justification. We emphasize the importance of responsible and immersive roleplay experiences, where actions involving vehicles align with the logical context of the situation. It's crucial to avoid using vehicles as weapons to harm others without valid in-character justifications. Additionally, intentionally running over another individual, even with a valid in-character reason, may still be considered Low-Quality Roleplay (LQRP) and should be avoided."
      ]
    },
    {
      "title": "New Life Rule (NLR)",
      "link": "#new_life_rule",
      "isSubtitle": true,
      "rules": [
        "New Life Rule: Triggered once you are incapacitated and respawn or are treated at the hospital, the cause of incapactation is irrelevant.",
        "Once a player becomes incapacitated, they cannot come back to the area of their death for 30 minutes and they cannot take hostile action against the party responsible for their death for 60 minutes.",
        "The decision to permanently kill a character is a matter of OOC (out-of-character) agreement between the involved players. Once an agreement has been reached OOC, the participants may proceed with the planned scenario. This approach ensures that all players have the opportunity to contribute to the narrative and have agency over the outcomes of their characters.",
        "If you are downed in a scenario and it has ended, you are not allowed to return to the area of the scene to collect evidence, loot bodies, etc."
      ]
    },
    {
      "title": "Combat & Roleplay Logging",
      "link": "#combat_roleplay_logging",
      "isSubtitle": true,
      "rules": [
        "Players are not permitted to disconnect or respawn from a roleplay or combat situation that could have in-character consequences. This rule ensures continuity and fairness within ongoing scenarios by discouraging abrupt disconnections or respawning to avoid in-character repercussions.",
        "In the event of a game crash or disconnection, it is expected that players make an effort to reconnect to the server as soon as possible and resume their roleplaying scenario.",
        "During combat situations, it is not permissible to use emotes (such as passout, sleep, etc.) to gain an unfair advantage."
      ]
    },
    {
      "title": "Metagaming, Powergaming & Torture RP",
      "link": "#metagaming_powergaming_torturerp",
      "isSubtitle": true,
      "rules": [
        "Metagaming: Refers to the use of real-life information that is obtained outside the game to gain an unfair advantage in-character. This includes instances where a player uses external sources, such as streams or name tags, to acquire information about another player's location or identity, which their character would not realistically possess. Metagaming undermines the immersive and roleplaying nature of the game, as it blurs the line between in-game knowledge and real-life information.",
        "Engaging in metagaming to gain an in-game advantage, such as seeking assistance from allies through out-of-character channels, is considered a more serious offense than accidental metagaming that has no tangible benefit to the player, such as mistakenly addressing a stranger by their character name. Accidental metagaming, while still discouraged, may occur unintentionally and without malicious intent. However, intentional metagaming to gain an unfair advantage disrupts the roleplaying experience and undermines the integrity of the game. Such actions compromise the fairness and immersion for other players, and therefore, stricter punishments are usually imposed to deter this behavior. ",
        "While in the city, you are not permitted to appear in livestreams (e.g., Discord, Twitch, Facebook Gaming, YouTube) of other players who are also in the city.",
        "Powergaming: refers to the act of roleplaying with mechanics or abilities that do not exist within the game or forcing other players into situations where they have limited or no choices. This behavior disrupts the immersive and collaborative nature of roleplaying by disregarding the boundaries and limitations established within the game world. It is important to prioritize realistic and engaging roleplay interactions that align with the available mechanics and abilities within the game.",
        "Using the /me command in a way that forces roleplay outcomes in your favor, rather than leaving it open-ended for all parties involved, is considered a form of powergaming and is discouraged.",
        "Kicking from bikes is not allowed.",
        "Spam jumping to speed up the movement of your character is a form of powergaming",
        "Putting a stash or other furniture outside the shell of a player owned property, so it is not visible to the naked eye, is not allowed.",
        "Unnecessarily escorting, cuffing, or carrying someone with the intention of gaining an advantage over a player who is not in a downed state is strictly prohibited.",
        "Using a vehicle to flip over another vehicle is considered powergaming.",
        "You must never spam the attacking/melee button on someone.",
        "Intentionally dragging a player around with the purpose of avoiding roleplay or causing annoyance is considered a serious offense and can result in a ban.",
        "Torture roleplay, if consented to by all parties involved, must adhere to certain guidelines. Before engaging in torture roleplay, it is essential to obtain explicit consent from the other party through a /me command to ensure they are comfortable with the actions being inflicted upon their character. If, during the roleplay, the player being tortured responds with a statement indicating discomfort or their objection to the situation (e.g., /me Not ok with that), the scenario must be promptly concluded without further pursuing or escalating the torture roleplay.",
        "Vehicles with unbreakable windows, extremely small windows, covered fronts, or those that provide an unfair advantage in shootouts are strictly prohibited from being used for criminal activities.",
        "Use of third party VOIP (Skype, Discord, Zoom, Teamspeak, etc...) is strictly prohibited while connected to the server.",
        "Under no circumstances is a criminal allowed to force a victim to sell their property, including houses, vehicles, or businesses.",
        "Demanding someone to hand over ownership of their vehicle is not allowed. However, players can request the spare keys to a vehicle as part of roleplay interactions using the F1 menu and the /givekey command.",
        "Demanding someone to withdraw money from their bank account via an ATM, bank, or phone is strictly prohibited.",
        "Forcing someone to use a crafting or buy station is considered a form of powergaming and is not allowed."
      ]
    },
    {
      "title": "Prison Roleplay",
      "link": "#prison_roleplay",
      "isSubtitle": true,
      "rules": [
        "Breaking out of prison as a lifer is strictly prohibited unless specifically approved by the staff. Players who have chosen the lifer role are expected to embrace and play out the role without attempting to escape after a short period of time. If you wish to explore the possibility of a prison break, you must submit a ticket and obtain staff approval.",
        "You should maintain the mindset of roleplaying as if there are Department of Corrections (DOC) personnel present, even if no players are online. This approach ensures a consistent and immersive roleplaying environment, upholding the realistic depiction of the prison setting.",
        "Breaking into prison without a valid purpose or a well-thought-out plan is considered Low-Quality Roleplay (LQRP). This includes using the teleport mechanic at the interaction booth to leave the prison when you are not an active prisoner.",
        "EMS personnel are permitted to transport individuals out of the prison facility for necessary medical procedures that cannot be conducted within the prison's medical center."
      ]
    },
    {
      "title": "Private Discords",
      "link": "#private_discords",
      "isSubtitle": true,
      "rules": [
        "All EchoRP-related Discord servers that include in-character channels are required to adhere to all EchoRP Rules and Guidelines. This ensures consistency and a unified approach to roleplaying across various community platforms",
        "The owner of a private Discord server related to EchoRP must clearly designate and outline which channels are designated as in-character channels.",
        "Businesses operating within EchoRP are required to place their Discord invite link in the designated documents channel within the Main EchoRP Business Discord.",
        "Gangs operating within EchoRP are expected to place their Discord invite links in the corresponding sections within the Main EchoRP Gang Discord.",
        "If requested, staff members may require access to your EchoRP-related Discord server and must be granted administrative access to ensure compliance with the no metagaming rule. Refusal to grant access may have consequences for your business or gang within the community.",
        "Any Discord server related to EchoRP that has over 100 members must be owned by an EchoRP admin or a staff member with a rank of admin or higher.",
        "If staff members request screenshots of Discord conversations as evidence for a report, it is the responsibility of the involved parties to provide complete and accurate screenshots of the relevant conversations. Providing proper and full screenshots ensures that the necessary context and details are captured, enabling staff members to assess the situation accurately. By cooperating and providing comprehensive screenshots, we contribute to a fair and thorough investigation process, promoting transparency and effective resolution of reported incidents.",
        "You are not permitted to remove a staff member who is present in an EchoRP-related Discord server by kicking or banning them unless the staff member is no longer associated with your group or gang. This rule ensures that staff members responsible for supervision and enforcement can fulfill their roles effectively without undue interference."
      ]
    },
    {
      "title": "Roleplay Quality",
      "link": "#roleplay_quality",
      "isSubtitle": false,
      "rules": [
        "Cop baiting, intentionally provoking or luring police officers into scenarios without proper roleplay behind it, is considered a form of low-quality roleplay within the EchoRP community. Engaging in cop baiting, such as deliberately causing a collision with a cop car to initiate a chase for the sole purpose of a gunfight or ambush, undermines the immersive and realistic roleplay experience.",
        "Please avoid engaging in money simulator gameplay, which refers to prioritizing monetary gains over meaningful interactions with other individuals within the EchoRP community. This type of gameplay focuses solely on accumulating wealth without considering the importance of social engagement and roleplay interactions. Let's emphasize the value of engaging with others, building relationships, and creating dynamic and immersive roleplay experiences that go beyond monetary pursuits.",
        "Refusing to respond or cooperate with EMS staff members may lead to consequences, including a possible kick from the server. It is crucial to prioritize roleplaying realistic and immersive scenarios, which includes engaging with EMS staff when necessary. By acknowledging and following the guidelines provided in the linked document (https://docs.google.com/document/d/1s7ptrNFOnhOTY75unmooOu6fpzaQmBBNk9GAQSvoWUo/edit), we ensure a cohesive and enjoyable roleplay experience for all community members.",
        "We have a strict policy against engaging in salty and toxic behavior within the EchoRP community. This includes actions such as repeatedly shooting a downed body, playing loud or disruptive music, screaming excessively over the microphone, spitting on or emoting disrespectfully towards downed bodies, engaging in disruptive spinning, and involving oneself in unnecessary Twitter drama.",
        "Hospital camping, which refers to intentionally waiting or lingering near a hospital to taunt or provoke players who have recently lost a fight, is not permitted.",
        "Scenes in EchoRP should be utilized to enhance roleplay by providing context and atmosphere.",
        "During interactions with police officers, it is essential for criminals to provide a valid and proper reasoning during initiation before resorting to shooting. This includes situations where there may be heightened tensions or increased conflicts, such as during mag dump season.",
        "Randomly blowing up vehicles without proper initiation is strictly prohibited within EchoRP."
      ]
    },
    {
      "title": "Fail/Low Quality Roleplay (LQRP, FRP)",
      "link": "#fail_low_quality_roleplay",
      "isSubtitle": true,
      "rules": [
        "FailRP, also known as Low Quality RP, refers to actions that are unrealistic or detrimental to the roleplay experience of other players. It is important to note that not all actions that may seem unrealistic will be considered punishable, as some degree of creative freedom is encouraged in roleplay. However, actions that significantly disrupt the immersion, coherence, or enjoyment of other players may be subject to consequences.",
        "Example: Taking a vehicle and stripping the upgrades off of it.",
        "Example: Failing to respond to /me interactions of other players, such as /me takes off mask or /me steals shoes.",
        "Example: Talking normally after you have gunshot wounds. To avoid salt, attempt to RP your injuries out by screaming rather than engaging in conversation with the other party. This includes giving communications while down.",
        "Example: Using a tazer to pop a tire of a vehicle",
        "Example: Spectating shootouts.",
        "Example: Robbing someone without reason or sufficient roleplay (inc. cops).",
        "Example: Using the same shootout location in a short amount of time.",
        "Example: Taking a vehicle and ocean dumping it without reason"
      ]
    },
    {
      "title": "Value of Life",
      "link": "#value_of_life",
      "isSubtitle": true,
      "rules": [
        "Value of Life: Players must prioritize their character's life and act as if they have only one life. This means taking realistic precautions and avoiding situations that would knowingly put their character's life at unnecessary risk.",
        "If you find yourself in a situation where you are at a clear disadvantage, such as having a gun pointed at the back of your head while you are unaware, it is expected that you comply with the demands of the other party.",
        "In situations where you are outnumbered by a significant margin, such as being outnumbered 3 to 1, it is generally expected that you comply with the group's demands. However, it is important to note that this does not eliminate your option to try and escape if the situation allows for it. While attempting to escape may be a viable option in certain circumstances, it should be done in a realistic manner.",
        "A bad example of an attempt to escape would be if you are being held hostage in front of a bank and, despite the person holding a firearm ready to use, you suddenly decide to run away without any reasonable chance of success."
      ]
    }
  ]