[
    {
        "title": "General Rules (these rules also apply to Discord and will not be tolerated)",
        "link": "#general",
        "isSubtitle": false,
        "rules": [
            "No discrimination of any kind to anyone (including but not limited to Racism, Disabilities and Sexual Orientation)",
            "No harassing or bullying members of the community",
            "No Staff / Developer Impersonation",
            "You must be 16+ to play the server"
        ]
    },
    {
        "title": "Character Rules",
        "link": "#character",
        "isSubtitle": false,
        "rules": [
            "Names must be appropriate and realistic. Staff will change it if it is not suitable",
            "You can play more than one character but you cannot have more than one character in the same gang.",
            "Police will also take into consideration if you play multiple characters and how it may impact the department with you having a criminal and a Police character"
        ]
    },
    {
        "title": "Forbidden Roleplay Types",
        "link": "#forbidden",
        "isSubtitle": false,
        "rules": [
            "Suicide",
            "Serial Killer / Bounty Hunter / Hitman",
            "Rape",
            "Terrorism",
            "Erotic Roleplay ",
            "Relationships are allowed. Extreme Sexual talk/actions including /me commands are not"
        ]
    },
    {
        "title": "Voice Communication",
        "link": "#voice-communication",
        "isSubtitle": false,
        "rules": [
            "All communication between players must happen in-game. Any information obtained via Discord / Streams etc. is a breach of the metagaming rule further down in our rules.",
            "All players must have a working microphone. You may play a character who is a mute using in-game features such as /me commands, but you will still require a microphone for potential staff encounters. (speak to staff if this is an issue)",
            "To conceal your identity, you may wear a mask and use a voice changer or put on an accent to try and confuse other players. Police may recognize your voice if you don't attempt to conceal it.",
            "If you use a voice changer, it must be understandable for other players, and it must be realistic if it is for your character's main voice.",
            "No music is to be played through your microphone for copyright reasons"
        ]
    },
    {
        "title": "In-Game Phone Applications",
        "link": "#in-game-phone-applications",
        "isSubtitle": false,
        "rules": [
            "Much like the General Rules, no Racism, Bullying, or discriminating posts of any kind is tolerated.",
            "Any applications on the phone which will post something to the community are made at your own risk. Police may be watching. Be sensible! Be smart!",
            "Players may cause 'beef' on the phone applications. But if you consistently hide and spam the whole community with your beef aimed at another person / group you will be told to settle it face to face or stop posting entirely."
        ]
    },
    {
        "title": "Out of Character Talk (OOC)",
        "link": "#out-of-character-talk",
        "isSubtitle": false,
        "rules": [
            "Always remain in character. If you hear somebody else speaking out of character, make a /report and a staff member will spectate players near you to find out who it is if you cannot identify them, and they will deal with them.",
            "Refer to other players with their in character names / nicknames only.",
            "Do not speak about staff in-game. There is no need to say anything about them or use a codeword such as Government / Gods to try and loophole speaking about staff.",
            "Do not speak about Discord reports, Staff messages received or tell players you 'made a prayer' in-game. All of these are either confidential or not relevant to be spoken of in character.",
            "Do not refer to other characters you play as cousins or other family members. Your character has never met them so they do not know they exist."
        ]
    },
    {
        "title": "Exploiting and Cheating",
        "link": "#exploiting-and-cheating",
        "isSubtitle": false,
        "rules": [
            "Bugs with any content are to be reported immediately. If you are found to be abusing bugs, your character may be wiped or worse you will receive harsher punishments",
            "Obtaining items from bugs / modders or anything suspicious are to be reported to staff and they will determine what is to happen with the item(s)",
            "Dropping anything from one character and picking it up on another character will result in both characters being wiped immediately and further action will be taken.",
            "Anybody caught doing this and if using a middleman to transfer the items will find all players involved have their entire character wiped.",
            "Using graphic mod packs which remove detail and props from the game is deemed as exploiting and gaining an unfair advantage. These mod packs are not allowed",
            "Popular mod packs like NVE, Redux, QuantV etc are fine if used correctly.",
            "Any form of cheating / modding / using third party software will result in immediate punishments. Typically permanent bans with no appeal unless sufficient evidence is provided."
        ]
    },
    {
        "title": "Relationship RP",
        "link": "#relationship-rp",
        "isSubtitle": false,
        "rules": [
            "As stated in the Forbidden Roleplay Types, we are fine with people roleplaying in Relationships. However, we will not tolerate any drama or toxicity in character or out of character.",
            "This applies to anybody involved in an in character relationship and the issues are impacting others and their roleplay.",
            "This also applies to anybody who is in a real-life relationship with somebody else in the community and bringing their issues in character.",
            "If you are being harassed by somebody that you have relationship issues with, make a report and it will be sorted by staff.",
            "Staff will step in if things are seen to be getting out of control in any situation."
        ]
    },
    {
        "title": "Metagaming",
        "link": "#metagaming",
        "isSubtitle": false,
        "rules": [
            "You may only use information told to your character while you are logged in and playing on the server.",
            "Anything you find out through a Stream / Discord or any other means is considered metagaming",
            "When on the server, please close down any Streams of other AtomRP players as this may also end up in situations considered metagaming"
        ]
    },
    {
        "title": "Initiation",
        "link": "#initiation",
        "isSubtitle": false,
        "rules": [
            "Initiation must be done face to face. Phoning people or social media posts are not initiation.",
            "Initiation must be roleplayed out properly. Not simply saying 'I'm going to kill you' and instantly attacking them.",
            "Roleplay that you're angry, be creative, make them know they're in trouble…",
            "Being taken hostage counts as initiation. You must value your life but if the opportunity comes, you do not need to initiate back.",
            "You may protect your friends but you must remember to value their life if it is in danger.",
            "Once a scenario has ended, you have to re-initiate if 30 minutes has elapsed.",
            "During a business takeover, Initiation is to be 1 clear verbal warning, if the other group is not making any efforts to leave, after 30 seconds, shooting can begin."
        ]
    },
    {
        "title": "VDM & RDM (Vehicular Death Match and Random Death Match)",
        "link": "#vdm-and-rdm",
        "isSubtitle": false,
        "rules": []
    },
    {
        "title": "VDM",
        "link": "#vdm",
        "isSubtitle": true,
        "rules": [
            "You must not use your vehicle as a weapon. Unless your life is in danger and it is safe to do so, (for example you have a gun pointed at you)."
        ]
    },
    {
        "title": "RDM",
        "link": "#rdm",
        "isSubtitle": true,
        "rules": [
            "Approaching another player and injuring or killing them with no roleplay reason and no initiation. You must never just attack or kill people for “fun”. If somebody else does it, report it and do not think it is ok to repeat what they did."
        ]
    },
    {
        "title": "Forced Roleplay",
        "link": "#forced-roleplay",
        "isSubtitle": false,
        "rules": [
            "You cannot force yourself into someone else's roleplay scenario if it does not concern you.",
            "For example, don't start crashing into Police Officers during a chase that doesn't involve you.",
            "You cannot force somebody to go into their house / motel / garage or bank and give something to you unless there is an actual roleplay reason behind it."
        ]
    },
    {
        "title": "Fail RP - Most of these are common sense",
        "link": "#fail-rp",
        "isSubtitle": false,
        "rules": [
            "You cannot climb ladders or swim if you are cuffed or ziptied.",
            "Do not misuse the carry animation. Whether to harass other players or bug abuse.",
            "Do not Cop / Gang Bait (attention-seeking of PD & Gangs for no reason)",
            "Tackling people - Either to harass them or to gain an advantage by spam tackling.",
            "Walking away from medical help while you are still being treated.",
            "You may do whatever fits the roleplay with an EMT if your friend is at risk of being arrested. You still have to wait until they finish receiving medical treatment before you can take them.",
            "Storing items in houses / motels or vehicles in garages while in an ongoing scenario.",
            "You must be free of the police / other parties for at least two minutes before storing an item in a house / motel or vehicle in a garage."
        ]
    },
    {
        "title": "Power Gaming",
        "link": "#power-gaming",
        "isSubtitle": false,
        "rules": [
            "/me commands cannot be used to override game mechanics if it is not physically possible. For example, you cannot do “/me breaks out of cuffs” if you are cuffed but want to get out of them.",
            "You cannot force players into situations where they have limited or no choice. Situations should remain realistic and fair at all times.",
            "If you are found to be abusing scripts or game mechanics to gain an advantage, you will be punished.",
            "You cannot make a call to any business with the intent to take the person to another location as a hostage when they arrive.",
            "For example, making a mechanic call with the sole purpose of using the mechanic as a hostage."
        ]
    },
    {
        "title": "NVL (Not Valuing Life)",
        "link": "#nvl",
        "isSubtitle": false,
        "rules": [
            "Your actions must value your life at all times.",
            "When someone points a firearm at you or a friend, you must comply at all times. You may only try to escape or point a firearm back if they stop pointing the firearm and it is safe to do so.",
            "Not valuing your life will prevent further roleplay, it will also impact others roleplay and will result in punishment."
        ]
    },
    {
        "title": "Dumping",
        "link": "#dumping",
        "isSubtitle": false,
        "rules": [
            "Dumping must be a last resort towards an individual if they've not learned from previous roleplay scenarios.",
            "You should want to promote good roleplay and give individuals a chance to learn from their mistakes.",
            "Maybe start by giving them a little beating and progressively get towards the point of needing to dump them?",
            "If you dump somebody and they come back to you or remember events leading up to their dumping, make a ticket and staff will deal with it.",
            "Don't come to any assumptions and start causing issues in character.",
            "To reiterate - Please try to roleplay situations out fully before resorting to dumping. So much good roleplay can be prevented by dumping somebody unnecessarily."
        ]
    },
    {
        "title": "New Life Rule",
        "link": "#new-life-rule",
        "isSubtitle": false,
        "rules": [
            "If you are downed and have to respawn at the hospital, you are to forget everything that occurred moments before your death and the roleplay scenario leading up to your death.",
            "If you are in a war and respawned at the hospital but are told by a friend / fellow gang member that you are at war, you must sit out for 1 hour before getting involved again while you “recover”."
        ]
    },
    {
        "title": "Combat Reviving",
        "link": "#combat-reviving",
        "isSubtitle": false,
        "rules": [
            "If you were revived at the Dirty Doctor, you may rejoin the scenario.",
            "If you were able to walk unassisted into the hospital for treatment and you were not fully downed, you may rejoin the scenario.",
            "If you are fully downed and revived on scene / at the hospital by either the Medical team or the hospital script, you must sit out the remainder of the situation until it completely ends.",
            "People who were involved with the original scenario may attempt to rescue you if the Police are going to arrest you, but this must not exceed the 5 man rule as it is still a part of the original scenario."
        ]
    },
    {
        "title": "Server Events",
        "link": "#server-events",
        "isSubtitle": false,
        "rules": [
            "Any events run by players will be advertised beforehand (also usually in Discord) and rules will be specified in the event details.",
            "You do not have to go to an event (unless told by staff).",
            "Anybody going to an event to cause trouble or break event rules will face punishment.",
            "Server events are meant to be fun for everyone and not ruined by players who don't want to be there or are just there to mess around."
        ]
    },
    {
        "title": "Safe Zones",
        "link": "#safe-zones",
        "isSubtitle": false,
        "rules": [
            "We try to operate with as few safe zones as possible to keep the roleplay flowing.",
            "Please try to take situations away from populated areas such as hospitals and player-run businesses if possible.",
            "The Casino is considered a safe zone as it will usually be opened as a mini 'server event'.",
            "Although we operate with only one recognized safe zone, you must take other players' roleplay into consideration.",
            "Do not go running into a populated area or building screaming, shouting, ruining players' experiences unless it is for roleplay."
        ]
    },
    {
        "title": "Player Robbing / Scamming",
        "link": "#player-robbing-scamming",
        "isSubtitle": false,
        "rules": [
            "You must have a roleplay reason to take items from another player. Stealing items just for monetary gain is not a roleplay reason.",
            "PD can be robbed for ammo and armor (only once downed). Your motive shouldn't be to shoot them to rob them. You rob them if you need their ammo and armor.",
            "You cannot steal items from players if they are part of a player-run business and are on duty.",
            "For example, you cannot steal Repair Kits from a mechanic if they're on duty.",
            "And you cannot steal Food and Drink from people who work at food establishments.",
            "You must not scam players of houses, cars, or money* (see below).",
            "You may roleplay money scams up to the value of $250 from each individual if they are willing to go along with the roleplay or if they legitimately fall for the scam.",
            "If you find any vehicle unattended, you may steal it (be prepared to suffer the consequences if you steal the wrong person's car 😉.)"
        ]
    },
    {
        "title": "Hostage Taking",
        "link": "#hostage-taking",
        "isSubtitle": false,
        "rules": [
            "Players inside their job building cannot be taken to a different location to be used as a hostage.",
            "If a player is outside on the sidewalk, you may take them.",
            "If you are at a job building and suddenly need to use an employee for negotiations, without leaving the job building, this is allowed.",
            "For example, if you have a warrant and an Officer pulls up at the repair shop, you may use the mechanic as a hostage until your car is repaired and negotiate your freedom with the Officer.",
            "You are not to sit waiting outside a business to take a hostage and you should not run into these places to avoid being taken.",
            "If a player is out on a call (for example a Mechanic), you may take them hostage if they are not in a roleplay scenario.",
            "You cannot, however, make a call to a business (like the Mechanics) to come and assist you then take them hostage when they arrive.",
            "People in clothing shops and barbers actively changing their appearance are not to be taken hostage.",
            "Do not sit outside the spawn point for new players. You will more than likely ruin their entire experience of the server if you take them hostage within their first 30 seconds.",
            "You must not transport a hostage from one location to another. You use them at the primary location and leave them there once negotiated for their safe release.",
            "You cannot pay people or use friends as hostages.",
            "You will have 15 minutes starting when you first grab the hostage to starting a job before you must release the hostage.",
            "This time frame does not apply if you are negotiating with Police already.",
            "If you are taking a hostage for a non-negotiating scenario such as an interrogation, you get 30 minutes once arriving at the interrogation spot before having to leave them."
        ]
    },
    {
        "title": "Demands and Negotiations",
        "link": "#demands-and-negotiations",
        "isSubtitle": false,
        "rules": [
            "Negotiations may be haggled from both parties if the roleplay allows it or if one of the parties cannot meet a negotiation due to unforeseen circumstances.",
            "There is the possibility on rare occasions you may be breached. If so, do what is necessary and remain in character at all times. You can ask for the reason once things have settled down and if absolutely necessary make a police report.",
            "Remember, negotiations are for the release of a hostage. Not permanent duration. If they are broken, remain in character, deal with things how you feel they should be dealt with and then raise the concerns if necessary with the relevant parties involved.",
            "Hostages cannot be exchanged for a monetary value. If you took a hostage for a bank and it is on cooldown, then that is on you and your team for not checking."
        ]
    },
    {
        "title": "Robberies",
        "link": "#robberies",
        "isSubtitle": false,
        "rules": [
            "Grace period between each robbery is 1 hour. This is to prevent people from chain robbing and stopping others from having the chance to do a robbery.",
            "Maximum numbers of people allowed in a single robbery (including all pickup drivers, lookouts, and people giving radio communications) is 5."
        ]
    },
    {
        "title": "Prison Transports",
        "link": "#prison-transports",
        "isSubtitle": false,
        "rules": [
            "Civilians / Gangs may have 5 members to try and help break the prisoners free.",
            "Police may use up to 8 Officers.",
            "New Life Rule and Combat Reviving applies.",
            "If you are downed and revived by Medical, you are to leave.",
            "If you are not downed and only injured or have received Medical from Dirty Doctor, you are able to try to help again as long as the person transporting you wasn't downed."
        ]
    },
    {
        "title": "Vehicles",
        "link": "#vehicles",
        "isSubtitle": false,
        "rules": [
            "Vehicles must not be used to block doors or drive inside buildings.",
            "You must not steal Tanks or Jets if you come across them.",
            "If you find a Helicopter or Airplane, you may steal them but they must not be used in crime, with the exception of transporting bulk goods over long distances.",
            "If on a test drive, you are still to roleplay with Police if you are being pulled over.",
            "Test vehicles must not be used for crime unless it is unattended."
        ]
    },
    {
        "title": "Water Pursuits",
        "link": "#water-pursuits",
        "isSubtitle": false,
        "rules": [
            "If you are swimming or in a boat trying to evade Police, you have 10 minutes to get away starting from when you first entered the water. After 10 minutes are up, you are to immediately head to land and continue the pursuit on foot or surrender."
        ]
    },
    {
        "title": "Safes",
        "link": "#safes",
        "isSubtitle": false,
        "rules": [
            "Do not use safes to block off doors or access points.",
            "The entire front door of a safe must be in a realistic location and visible at all times.",
            "Realistic would be typically found in brickwork or a structure of some type.",
            "Safes are not immune to being raided. Be careful where you put them and what's in them."
        ]
    },
    {
        "title": "Gang / Organisation Activity",
        "link": "#gang-organisation-activity",
        "isSubtitle": false,
        "rules": [
            "There is a universal limit of 5 for any illegal Gang / Organisation job / mission.",
            "If there is guaranteed visual confirmation of more than 8 Police responding to a call, you may get 1 additional member from your Gang / Organisation to help.",
            "Gangs / Organisations may not plan to rob more than 1 bank at the same time.",
            "You may do other illegal jobs that are not a bank robbery at the same time, however.",
            "Once the crew who raided the original bank has got away from the Police, more members from the same Gang / Organisation may rob another bank if it is off cooldown. The 1-hour cooldown for individuals involved in the previous bank still applies.",
            "Any property owned by Gangs / Organisations is liable to be raided by the Police if a warrant is submitted and approved.",
            "Teaming with another Gang / Organisation is not permitted during shootouts or conflicts.",
            "The only time it is allowed is when a non-violent crime is happening or a genuine roleplay reason requires multiple gangs to be together.",
            "They are still not to team together in violent crimes during this roleplay scenario.",
            "Do not connect to the server just to join an existing shootout.",
            "Takeovers - Initiation is different for takeovers. Either group can issue 1 warning to leave the area. If the other group doesn't make any attempt to leave within 30 seconds, shooting will commence."
        ]
    },
    {
        "title": "Whitelisted Jobs",
        "link": "#whitelisted-jobs",
        "isSubtitle": false,
        "rules": [
            "People who work a whitelisted job are allowed to commit crime as long as they are off duty. Any retrospective action taken by the Police and your Boss should be expected if caught. This could be a simple warning or dismissal depending on the frequency and severity.",
            "You must not go off duty then proceed to use a work vehicle or something provided from your work to aid a crime. For example, a Car Dealer using a Test vehicle to commit a crime after going off duty.",
            "Corruption is not permitted within any of the Police Departments or DOJ.",
            "You are expected to wear work-branded clothing when on duty. If you do not wear it and are approached in public on duty, you should expect to be treated as a normal civilian.",
            "Your Boss will set up job-specific rules and guidelines, and you are expected to follow them.",
            "Workers of any job are not permitted to give away free assets worth significant amounts of money. This is mainly aimed towards Car Dealers and Real Estate workers.",
            "Food business employees may give reasonable amounts of free food to people if they wish.",
            "Discount can be given if your Boss allows it."
        ]
    },
    {
        "title": "Properties owned by Players / Gangs / Organisations",
        "link": "#properties-owned-by-players-gangs-organisations",
        "isSubtitle": false,
        "rules": [
            "If you enter the property (including the garden) of another player or group and you are not welcome, they will give you 30 seconds to leave. This is their initiation. Once 30 seconds are up, they can do whatever they think is necessary to get you to leave.",
            "Police must have a warrant to raid a property from the DOJ. These raids can happen at any time and it is not within the rules of the server to ensure the player or group that owns the property is online at the time of the raid. The warrant will be provided after the raid for legal reasons.",
            "You must not partake in a house robbery of your own house or a friend's house."
        ]
    },
    {
        "title": "Police Interaction",
        "link": "#police-interaction",
        "isSubtitle": false,
        "rules": [
            "Most Police interactions will vary depending on which Officer you deal with and their personal experience or previous encounters. The following are a few guidelines of what to expect from any Officer.",
            "Pointing a firearm at anyone (including Police) is considered initiation.",
            "You may receive clear verbal commands; if not followed… expect the worst.",
            "You may run from an Officer if they are pointing a gun at you. This is not considered NVL as you are trying to escape their custody.",
            "Try to have a plan to end a scenario with Officers. Try to make sure it isn't a never-ending scenario.",
            "If you are seen robbing or carrying other players during a shootout, even if it is your own friends, Officers will more than likely not know this, so may open fire on you to prevent you tampering with evidence or kidnapping.",
            "Attorneys may not always be available. If they are not, continue the roleplay and try to be civil with the Officer. They may cut you some slack if nobody can assist you and you are well behaved.",
            "As previously mentioned in the Whitelisted Jobs section, corruption within the PD or DOJ is prohibited."
        ]
    },
    {
        "title": "Permanently killing your character",
        "link": "#permanently-killing-your-character",
        "isSubtitle": false,
        "rules": [
            "If you decide to kill your character, this cannot be reversed. You cannot escape Medical roleplay by saying “/me perma” and then respawning.",
            "If this is seen by Staff or reported by a Medical team employee and checked in the logs, Staff will delete your character for you.",
            "Some Gangs / Organisations will ask you to sign a contract which will have conditions you must meet. Usually, the conditions will be remaining loyal and not betraying them or you may be met with permanent death of your character. If this is something you don't want to do, tell them you no longer wish to join.",
            "If they provide us with the signed contract, Staff will delete your character for you.",
            "Any Gangs / Organisations wanting to use contracts must be realistic and not have unfair terms. You cannot simply write “you must never leave” in their contract.",
            "If you are permanently killing your character, you must not give items to other players before it happens to prevent item loss. Regardless if they keep the items or if they plan to give them to your new character, they will be deleted by staff, and both players liable to punishment."
        ]
    }
]